/*
1. Задать температуру в градусах по Цельсию. 
Вывести в alert соответствующую температуру в градусах по Фаренгейту. 
Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, 
где Tf – температура по Фаренгейту, Tc – температура по Цельсию
3. Объявить две переменные: admin и name. Записать в name строку "Василий"//
//Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).*/

alert ('Hello! ))');
let celsus = prompt ('Введите температуру по цельсию: ');
let farengeit = (9 / 5) * celsus +32;
alert ('Температура по фарентейту =' + farengeit);
alert("Спасибо.");
let name = prompt('Введите имя Василий (будем считать что это переменная "name"');
alert ('Вот результат: '+ name);
let admin = name;
alert('Значение переменной admin:  ' + admin);



